{
  "additional_special_tokens": [
    "<|im_start|>",
    "<|im_end|>",
    "<|endoftext|>",
    "<unused0>",
    "<unused1>",
    "<unused2>",
    "<unused3>",
    "<unused4>",
    "<unused5>",
    "<unused6>",
    "<unused7>",
    "<unused8>",
    "<unused9>",
    "  ",
    "   ",
    "    ",
    "     ",
    "      ",
    "       ",
    "        ",
    "         ",
    "          ",
    "           ",
    "            ",
    "             ",
    "              ",
    "               ",
    "                ",
    "                 ",
    "                  ",
    "                   ",
    "                    ",
    "                     ",
    "                      ",
    "                       ",
    "                        "
  ],
  "eos_token": "<|endoftext|>",
  "pad_token": "<|endoftext|>"
}
